Repository: GoshApp/geoguessrgamesIOS
Catalog: GeoGuessrGames/*.lproj/Localizable.strings
Languages: es, hi, pt_pt, ru, zh_hans

source: Place tour Map
es: Mapa del recorrido del lugar
hi: स्थान भ्रमण मानचित्र
pt_pt: Mapa de visita do local
ru: Место карты тура
zh_hans: 地点游览图

source: Your guess was:
es: Su suposición fue:
hi: आपका अनुमान था:
pt_pt: Seu palpite foi:
ru: Ваше предположение было:
zh_hans: 你的猜测是:

source: Your point:
es: Tu punto:
hi: तुम्हारी बात:
pt_pt: Seu ponto:
ru: Ваши очки:
zh_hans: 你的观点:

source: Your score:
es: Tu puntuación:
hi: तुम्हारे अंक:
pt_pt: Sua pontuação:
ru: Ваш счет:
zh_hans: 你的分数:

source: Your state:
es: Tu estado:
hi: तुम्हारा राज्य:
pt_pt: Seu estado:
ru: Ваша статистика:
zh_hans: 您的国家:

source: You can start the game in:
es: Puedes iniciar el juego en:
hi: आप गेम को इसमें प्रारंभ कर सकते हैं:
pt_pt: Você pode iniciar o jogo em:
ru: Вы можете начать игру через:
zh_hans: 您可以在以下时间开始游戏:

source: seconds
es: segundos
hi: सेकंड
pt_pt: segundos
ru: секунды
zh_hans: 秒

source: Let's start!
es: ¡Empecemos!
hi: चलो शुरू करते हैं!
pt_pt: Vamos começar!
ru: Давайте начнем!
zh_hans: 开始吧!

source: Did you enjoy this location?
es: ¿Te gustó este lugar?
hi: क्या आपने इस स्थान का आनंद लिया?
pt_pt: Gostou deste local?
ru: Вам понравилось это место?
zh_hans: 你喜欢这个位置吗?

source: PLAY NEXT ROUND
es: JUGAR LA PRÓXIMA RONDA
hi: अगला दौर खेलें
pt_pt: JOGAR PRÓXIMA RODADA
ru: ИГРАТЬ СЛЕДУЮЩИЙ РАУНД
zh_hans: 玩下一轮
